"Dashboard" = "Tablero";
"Invoices" = "Facturas";
"Estimates" = "Presupuestos";
"Clients" = "Clientes";
"Items" = "Artículos";
"Reports" = "Informes";
"Settings" = "Ajustes";
"Global Search" = "Búsqueda global";
"Search" = "Buscar";
"Save" = "Guardar";
"Preview" = "Previsualizar";
"Preferences" = "Preferencias";
"New" = "Nuevo";
"Number" = "Número";
"Issue Date" = "Fecha de emisión";
"Due Date" = "Fecha de vencimiento";
"Currency" = "Moneda";
"Status" = "Estado";
"Notes" = "Notas";
"Line Items" = "Líneas";
"Subtotal" = "Subtotal";
"Tax" = "Impuestos";
"Total" = "Total";
"Client" = "Cliente";
"Language Change" = "Cambio de idioma";
"The application needs to restart for the language change to take effect." = "La aplicación debe reiniciarse para que el cambio de idioma surta efecto.";
"Restart Now" = "Reiniciar ahora";
"Later" = "Más tarde";
"System" = "Sistema";
"Light" = "Claro";
"Dark" = "Oscuro";

